

# formulas
brew 'alembic'
brew 'cocoapods'
brew 'diff-so-fancy'
brew 'fnm'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'git-squash'
brew 'helm'
brew 'httpie'
brew 'k6'
brew 'kubernetes-cli'
brew 'mas'
brew 'minikube'
brew 'node'
brew 'plz-cli'
brew 'pnpm'
brew 'pyenv'
brew 'python'
brew 'ruby'
brew 'sqlite'
brew 'starship'
brew 'xz'
brew 'yarn'
brew 'zplug'
brew 'zsh'
brew 'zstd'

# casks
cask '1password'
cask 'visual-studio-code'
cask 'brave-browser'
cask 'docker'
cask 'chatgpt'
cask 'whatsapp'
cask 'figma'
cask 'slack'
cask 'amazon-q'
cask 'gitbutler'
cask 'spotify'
cask 'android-studio-preview@beta'
cask 'httpie'
cask 'tunnelblick@beta'
cask 'ankerwork'
cask 'libreoffice'
cask 'notion'
cask 'notion-calendar'
cask 'zulu@21'
cask 'dbeaver-community'
cask 'redisinsight'
cask 'rustdesk'
cask 'tomatobar'
